{
  "header": {
    "logo": {
      "name": "MohdAFFAN",
      "heighlight": ".dev"
    },
    "navigation": {
      "home": "होम",
      "about": "परिचय",
      "project": "प्रोजेक्ट",
      "contact": "संपर्क"
    },
    "languageSelector": {
      "label": "हिन्दी"
    }
  },
  "home": {
    "title": "फ्रंट-एंड वेब डेवलपर",
    "introStart": "नमस्ते, मैं हूँ ",
    "introName": "मोहम्मद अफ़्फान।",
    "introPara": "एक विशेषज्ञ फ्रंट-एंड डेवलपर, जो मुंबई, भारत में स्थित है",
    "skillsHeading": "मेरी क्षमताएँ",
    "downloadResume": "रिज़्यूमे डाउनलोड करें"
  },

  "about": {
    "aboutSect": "नमस्ते, मैं मोहम्मद अफ्फान हूं, एक आत्मनिर्भर और उत्साही फ्रंटएंड डेवलपर जो React.js में विशेषज्ञता रखता है। मेरी वेब डेवलपमेंट यात्रा की शुरुआत इस जिज्ञासा से हुई कि मैं डायनामिक और आकर्षक वेबसाइटें कैसे बना सकता हूं। मैंने जावास्क्रिप्ट, रिएक्ट, टेलविंड सीएसएस, और सास में अपनी दक्षता विकसित की है और वर्तमान में अपनी विशेषज्ञता बढ़ाने के लिए नेक्स्ट.जेएस और रीडक्स टूलकिट को एक्सप्लोर कर रहा हूं। मुझे साफ, रिस्पॉन्सिव और यूज़र-फ्रेंडली इंटरफेस के माध्यम से विचारों को वास्तविकता में बदलने में आनंद आता है। मेरा उद्देश्य लगातार सीखना और वेब डेवलपमेंट के बदलते क्षेत्र में नवीनतम तकनीकों के साथ अपडेट रहना है। मैं रोमांचक प्रोजेक्ट्स पर सहयोग करने और रचनात्मक समाधान प्रस्तुत करने के लिए उत्सुक हूं। जब मैं कोडिंग नहीं कर रहा होता, तो आप मुझे नई तकनीकों की खोज करते या अपनी दक्षता बढ़ाने के लिए व्यक्तिगत प्रोजेक्ट्स पर काम करते हुए पाएंगे।"
  },
  "footer": {
    "copyRight" : "मोहम्मद अफ्फान. सर्वाधिकार सुरक्षित."
  },

  
  "projects": {
    "ecommerce": {
      "title": "ई-कॉमर्स प्लेटफॉर्म",
      "description": "यह ई-कॉमर्स वेबसाइट एक आधुनिक, उपयोगकर्ता-अनुकूल प्लेटफॉर्म है जो एक सहज और इंटरैक्टिव शॉपिंग अनुभव प्रदान करती है।"
    },
    "ReactFilter": {
      "title": "React-उन्नत-फ़िल्टर",
      "description": "रिएक्ट में एडवांस्ड फ़िल्टरिंग | स्मार्ट सर्च, कैटेगरी और ब्रांड फ़िल्टर, मूल्य सीमा चयन। मैंने हाल ही में रिएक्ट में एक एडवांस्ड फ़िल्टरिंग प्रोजेक्ट बनाया है जो शक्तिशाली खोज और फ़िल्टरिंग विकल्पों के साथ उपयोगकर्ता अनुभव को बढ़ाता है।"
    },
    "flags": {
      "title": "वर्ल्ड एपीआई फ्लैग",
      "description": "देश के झंडों को दिखाने वाला ऐप, एपीआई के माध्यम से गतिशील रूप से झंडे लाता है और एक इंटरैक्टिव अनुभव प्रदान करता है।"
    },
    "multiForm": {
      "title": "मल्टी-लेवल फॉर्म",
      "description": "मल्टी-लेवल फॉर्म ऐप जो उपयोगकर्ताओं के इनपुट्स को चरणबद्ध तरीके से इकट्ठा करता है और आसान नेविगेशन सुनिश्चित करता है।"
    },
    "portfolio": {
      "title": "पोर्टफोलियो",
      "description": "व्यक्तिगत पोर्टफोलियो जिसमें कौशल, प्रोजेक्ट्स और उपलब्धियों को एक आकर्षक डिज़ाइन और इंटरएक्टिव उपयोगकर्ता अनुभव के साथ प्रदर्शित किया गया है।"
    },
    "ticTacToe": {
      "title": "माइंड गेम",
      "description": "React में एक माइंड गेम जहां उपयोगकर्ता कार्ड्स के जोड़े मिलाते हैं, जिससे उनकी याददाश्त और एकाग्रता कौशल की परीक्षा होती है।"
    }
  }
  
  

}
