{
  "header": {
    "logo": {
      "name": "MohdAffan",
      "heighlight": ".dev"
    },
    "navigation": {
      "home": "Home",
      "about": "About",
      "project": "Project",
      "contact": "Contact"
    },
    "languageSelector": {
      "label": "English"
    }

  },
  "home": {
    "title": "Front-End Web Developer",
    "introStart": "Hi, I'm  ",
    "introName": "Mohd AFFAN. ",
    "introPara": "An expert Front-end Developer based in Mumbai, India",
    "skillsHeading": "My Skills",
    "downloadResume": "Download Resume"
  },
  "about": {
    "aboutSect": "Hi, I'm Mohd Affan, a passionate self-taught Frontend Developer specializing in React.js. My journey into web development began with a curiosity to create dynamic and visually appealing websites. I have honed my skills in JavaScript, React, Tailwind CSS, and Sass, and I’m currently exploring Next.js and Redux Toolkit to expand my expertise. I enjoy turning ideas into reality through clean, responsive, and user-friendly interfaces. My goal is to constantly learn and stay updated with the latest technologies in the ever-evolving web development field. I'm eager to collaborate on exciting projects and bring creative solutions to life. When I'm not coding, you’ll find me exploring new technologies or working on personal projects to sharpen my skills."
  },
  "footer": {
    "copyRight" : "MohdAFFAN. All Rights Reserved."
  },
  "projects": {
    "ecommerce": {
      "title": "E-commerce Platform",
      "description": "This e-commerce website is a modern, user-friendly platform that offers a smooth and interactive shopping experience."
    },
    "ReactFilter": {
      "title": "React-Advanced-Filter",
      "description": "Advanced Filtering in React | Smart Search, Category & Brand Filters, Price Range Selection. I recently built an Advanced Filtering project in React that enhances user experience with powerful search and filtering options."
    },
    "flags": {
      "title": "World API Flag",
      "description": "Country Flags app showcasing every nation's flag fetched dynamically via API for an interactive and educational experience."
    },
    "multiForm": {
      "title": "Multi-Level Form",
      "description": "Multi-level form app with step-by-step user inputs, ensuring seamless data collection and smooth navigation."
    },
    "portfolio": {
      "title": "Portfolio",
      "description": "Personal portfolio showcasing skills, projects, and achievements with a sleek design and interactive user experience."
    },
    "ticTacToe": {
      "title": "Tic Tac Toe",
      "description": "Mind game in React where users match pairs of cards, testing memory and concentration skills in an engaging way."
    }
  }
  
  

}